Repository: mntc3434/Farmer-MP
Catalog: Farmer MP/Resources/Views/Home/Index.*.resx
Languages: am

# WelcomeToFarmerMarketPlace
source: c
am: ወደ አትክልት ገበያ በደህና መጡ

# FreshOrganicProduce
source: c
am: ትኩስ እና ኦርጋኒክ ምርቶች

# DiscoverFarmFreshProducts
source: c
am: ከአትክልት ማሳዎች በቀጥታ የሚገኙ ትኩስ ምርቶችን ይፈልጉ

# ShopNow
source: c
am: አሁን ይግዙ

# LocalDairyProducts
source: c
am: የአካባቢ የወተት ምርቶች

# HighQualityDairyDescription
source: c
am: ከታመኑ እርባታዎች የሚገኝ ከፍተኛ ጥራት ያለው ወተት፣ አይስ እና ሌሎች

# ExploreNow
source: c
am: አሁን ያስሱ

# SupportLocalFarmers
source: c
am: አካባቢያዊ አርሶ አደሮችን ይደግፉ

# SustainableShopping
source: c
am: በተጠናከረ መንገድ ይግዙ እና የአካባቢዎን ማህበረሰብ ይበልጥ አቅዱ

# JoinUs
source: c
am: ከእኛ ጋር ይቀላቀሉ

# FeaturedProducts
source: c
am: የተለዩ ምርቶች

# FreshVegetables
source: c
am: ትኩስ አትክልቶች

# LocalVegetablesDescription
source: c
am: ከአካባቢ የሚገኙ አትክልት ማሳዎች የተገኙ ትኩስ አትክልቶች

# ViewDetails
source: c
am: ዝርዝሮችን ይመልከቱ

# OrganicFruits
source: c
am: ኦርጋኒክ ፍራፍሬዎች

# DeliciousFruitsDescription
source: c
am: ጣፋጭ እና በተፈጥሮ የተጨማሪ ፍራፍሬዎች

# DairyProducts
source: c
am: የወተት ምርቶች

# FreshDairyDescription
source: c
am: ትኩስ ወተት፣ አይስ እና ሌሎች

# CustomerTestimonials
source: c
am: ደንበኞቻችን ምን ይላሉ

# Testimonial1
source: c
am: "የትኩሱ አትክልቶች ጥራት እወደዋለሁ! ፈጣን አቅራቢያ እና ጥሩ አገልግሎት!"

# Testimonial2
source: c
am: "ኦርጋኒክ ፍራፍሬዎቹ አስደናቂ ናቸው። በእርግጠኝነት እንደገና እያዘዝኩ ነው!"

# Testimonial3
source: c
am: "አስደናቂ ተሞክሮ፣ እና የወተት ምርቶቹ ከፍተኛ ጥራት ያላቸው ናቸው!"

# Previous
source: c
am: ቀዳሚ

# Next
source: c
am: ቀጣይ

# AboutFarmersMarket
source: c
am: ስለ አትክልት ገበያ

# MarketDescription
source: c
am: አርሶ አደሮችን በቀጥታ ከደንበኞች ጋር እናገናኛለን፣ ትኩስ እና ኦርጋኒክ ምርቶች ወደ ጠረጴዛዎ እንዲደርሱ እናረጋግጣለን።

# Company
source: c
am: ኩባንያ

# AboutUs
source: a
am: ስለ እኛ

# Careers
source: c
am: ሙያዎች

# Policies
source: c
am: ፖሊሲዎች

# Testimonials
source: c
am: ምስክርነቶች

# Support
source: c
am: ድጋፍ

# FAQs
source: c
am: ተደጋጋሚ ጥያቄዎች

# HelpCenter
source: c
am: የእገዛ ማዕከል

# ReturnPolicy
source: c
am: የመመለሻ ፖሊሲ

# PrivacyPolicy
source: c
am: የግላዊነት ፖሊሲ

# ContactUs
source: c
am: አግኙን

# EmailLabel
source: c
am: ኢሜይል:

# PhoneLabel
source: c
am: ስልክ:

# AddressLabel
source: c
am: አድራሻ:

# StayUpdated
source: c
am: ዘመናዊ ይሁኑ

# EmailPlaceholder
source: c
am: ኢሜይልዎን ያስገቡ

# Subscribe
source: c
am: ይመዝገቡ

# FarmersMarket
source: c
am: አትክልት ገበያ

# AllRightsReserved
source: a
am: ሁሉም መብቶች የተጠበቁ ናቸው

# Home
source: c
am: መነሻ

# Products
source: c
am: ምርቶች

# Contact
source: c
am: አግኙን

# Cart
source: c
am: ጋሪ

# Language
source: c
am: ቋንቋ

# Account
source: c
am: መለያ

# Profile
source: c
am: መገለጫ

# Dashboard
source: c
am: ዳሽቦርድ

# MyOrders
source: c
am: ትዕዛዞቼ

# Messages
source: c
am: መልዕክቶች

# Logout
source: c
am: ውጣ

# Login
source: c
am: ግባ

# Register
source: c
am: ይመዝገቡ

# Search
source: c
am: መነሻ
